{
    "day1_morning":[
        "The cherry blossoms are in full bloom now.\n The trees sway in the wind as I watch, deep in thought.",
        "The cherry blossoms mark the spring season, but also the beginning of the end of my time in high school.",
        "Nobuko: MC-kun!",
        "I turn at the sound of my name being called by a familiar voice.\n A girl comes running out of the house I’m waiting in front of and joins me, panting slightly.",
        "Nobuko: Sorry I took so long, I couldn’t find my textbook!",
        "MC: It’s okay, it’s still early so don’t worry about it. Let’s go?",
        "Nobuko: Yeah!",
        "And with that, we start on our morning route to school.",
        "Fujiwara Nobuko is my childhood friend. We met when we were very young, \n probably around five or six years old.",
        "We were neighbors and our parents were friends, so naturally we became friends too. \n When we got to middle school, she had to move away \n to a different city because her dad got a new job.",
        "We lost contact for a while after that, at least until this year. \n I was surprised when I saw a familiar face in the opening ceremony, and we have reconnected since then.",
        "Turns out that her dad switched jobs again and her family moved back, so that was a nice catch up.",
        "Nobuko: I still can’t believe this is our last week in high school.",
        "MC: Crazy, right?",
        "Nobuko: Yeah. One thing I’m going to miss, though, is walking to and from school every day with you."
    ],
    "wakeup_early":[
        "Nobuko hits me on the arm.",
        "Nobuko: Hey, that's mean!",
        "She crosses her arms and pouts while I laugh.",
        "MC: I kid, I kid. Of course I’m going to miss walking with you."
    ],
    "favorite_things":[
        "Nobuko starts giggling and tucks some stray strands of hair behind her ear.",
        "Nobuko: I’m so glad you feel the same way!"
    ],
    "day1_morning_end":[
        "We chat and banter along the rest of the way to school and split off to our respective classrooms."
    ],
    "day1_classroom":[
        "Class ends, and the bell rings to signal lunch time. \n I take my bento out of my bag, and sit at my desk for a bit, contemplating to myself.",
        "*Should I hang out with my classmates or with Nobuko?*"
    ],
    "classmates_lunch":[
        "I should spend some time with some of my classmates during lunch today. \n It’s my last week with them, after all, and I’ve had a good time with some of them.",
        "Classmate: Oi, MC! Whatcha got for lunch today?",
        "One of my classmates pulls up a chair by my desk and settles down with his bento.",
        "MC: Ah, just some rice and hot dogs today. Went for something simple.",
        "I open up my bento and show him.",
        "Classmate: Ooh, those look pretty good actually. \n I’ve got croquettes today, wanna trade one of your hot dogs for one of them?",
        "MC: Yeah, let’s do it. That sounds tasty.",
        "We complete the exchange and spend the rest of our lunch period \n chatting away about current events and what’s new."
    ],
    "nobuko_lunch":[
        "I decide to go hang out with Nobuko for lunch today. \n I pick up my bento and make my way to her classroom.",
        "MC: Hey, Nobuko! Wanna hang out for lunch today?",
        "Nobuko: Oh, MC-kun! That sounds like it’d be fun, of course I’ll join you!",
        "Nobuko takes her bento out and stands up",
        "Nobuko: Wanna go eat outside?",
        "MC: Sure, lead the way.",
        "Nobuko smiles at me and starts making her way out of the classroom, and I follow behind. \n We exit the main building, and Nobuko leads me to one of the benches under a tree.",
        "Nobuko: It’s such a nice day today, thanks for inviting me!",
        "MC: Of course, I thought it would be a good idea.",
        "We both unwrap our bentos and compare our meals. \n Wow. Her lunch is more colorful than mine.",
        "The only feature that we share is the hot dogs and rice, \n but she also has eggs and some vegetables with hers.",
        "MC: Damn, Nobu, Your lunch looks really good. \n You even cut the hot dogs to be little octopi!",
        "Nobuko: Well of course! That’s why I took a little longer this morning…",
        "MC: Well, it looks like it paid off. \n Maybe I should ask you to make me lunch some time, too.",
        "I look over at Nobuko and she’s blushing slightly at this.",
        "Nobuko: O-Oh, you think so? Well, I can if you’d like me to. \n Actually, scratch that. I’d love to!",
        "She’s smiling at me now, I guess she likes the idea.",
        "MC: That’d be great. I look forward to it!",
        "We chat some more and eat our lunches together, \n enjoying each other’s company for the rest of the lunch period."
    ],
    "day1_night":[
        "The day is over, and I lay in my bed, thinking about my final week in high school. \n There was so much I’ve been through during the year, \n and with my friends.",
        "I glance next to me at the lock sitting on my bedside table. \n I take it in my hand and start fidgeting with it, deep in thought.",
        "The lock has been something I’ve had with me for a long time. I don’t know much about the lock, \n except that someone else carried the other half of it, but I can’t remember who.",
        "It was something I lost among the other things in my room, \n and I didn’t find the lock again until high school.",
        "Since then, I’ve wanted to find the owner of the other piece, \n but I decided that if I didn’t find them before I graduated high school, I would give up.",
        "Graduation is finally here, so I’m starting to lose hope, but it’s fine.",
        "I put the lock back on my bedside table and turned off my lights. \n As I settle into bed, I close my eyes and drift off to sleep."
    ]
}