{
    "day3_morning":[
        "Today’s morning routine was the same as always. I wait outside for a bit, \n then Nobuko joins me, apologizing for the slight delay.",
        "Our walk to school is the same as always, \n except for the one thing that’s been on my mind since yesterday.",
        "I look over at Nobu and she looks a little more cheery than usual. \n *Maybe she’s thinking about later, too?*"
    ],
    "day3_classroom":[
        "Things feel a little different than usual, but why? \n It’s kinda weird, to be honest.",
        "Maybe it’s because it’s spring and the cherry blossoms \nset the mood for romance, or something like that.",
        "But that’s stupid, it’s not like I’m in one of those dating games or anything.",
        "I catch myself staring outside the window next to me, and there’s a couple \n on the bench where Nobuko and I sat eating our lunches together yesterday.",
        "*I wonder if we looked like that too…*",
        "Wait. Did I just think that? Jeez, that’s embarrassing.",
        "Classmate: ...Isn’t that right MC?",
        "I snap my focus back to the conversation that my classmates around me are having.",
        "MC: What? Huh, yeah, sure.",
        "Classmate: See, I told you so!",
        "There’s laughter and I try to follow along again with what everyone else is saying. \n Stop thinking about Nobu for a bit, brain!"
    ],
    "day3_after_school":[
        "The last bell rings, and I pack my things into my bag, ready to leave. \n  I exit the classroom and am surprised to see Nobuko already waiting for me in the hallway.",
        "MC: Wow, you got here fast, Nobu.",
        "Nobuko: Well, duh. I’ve been really looking forward to our little date, like, all day.",
        "MC: Oh, I see- Wait.",
        "What she said stops me in my tracks. Did she just…?",
        "MC: Sorry, what’d you call it?",
        "Nobuko starts getting a little flustered. I think she just realized what she really said.",
        "Nobuko: O-Oh! Um. Nothing! I said I’ve been looking forward to our, uh, day. Yeah. \n That’s what I said. Anyways! Why don’t we start heading out now?",
        "With that, she takes the lead, not even waiting for me to respond. Wow. \n That was really something.",
        "MC: Hey, wait up!",
        "I catch up to her and we leave school together. We start making our way to town and the shopping district, \n looking for somewhere to eat.",
        "As we walk along, Nobu sometimes stops to look at something in the window of a shop.",
        "Nobuko: Look, isn’t that so cute?",
        "MC: Huh, yeah it is a nice bracelet. But you know what would be nicer? Somewhere to eat.",
        "Nobuko: Oh yeah, sorry! You’re probably hungry. How about we go to this cafe here? \n It looks nice, and they probably have sandwiches or something.",
        "MC: That sounds good. Let’s do it.",
        "We go inside, sit at a table and order our food. I order an egg sandwich, \n while Nobuko orders one with chicken.",
        "We chat for a bit until our food arrives at our table, then we dig in. \n The sandwiches are pretty good, actually. \n I look over at Nobuko.",
        "I almost ask how hers is, but I think I have my answer. \n She looks like she’s really enjoying it, and I notice a little spot of mayo on the corner of her mouth."
    ],
    "wipe":[
        "MC: Hey, hold still for a moment.",
        "I take a napkin and lean over to wipe the mayo from her mouth. She freezes up as I do so, \n and I sit back in my seat.",
        "When I look over again, Nobuko is still frozen in place and her face is red now.",
        "MC: Nobu?",
        "Nobuko snaps out of the little daze she was in.",
        "Nobuko: Yes! Um, t-thank you MC-kun…",
        "NOBUKO: Yes! Um, t-thank you [MC]-kun…",
        "MC: Y-Yeah, no problem…",
        "We avert our gazes from each other and continue eating in embarrassed silence."
    ],
    "napkin":[
        "MC: Hey, Nobu. You’ve got a little something on the side of your mouth.",
        "I reach over to give her a napkin as I say this.",
        "NOBUKO: Huh? Gosh, thanks for telling me [MC]-kun! Aah, that’s embarrassing…"
    ],
    "day3_after_school_continue":[
        "By the time we finish eating and leave to go home, the sun sets and the sky starts to glow a nice orange. \n We don’t talk much as we make our way home, except for when we stop at Nobuko’s house.",
        "She leaves to open the gate, but stops first and turns to me with a smile.",
        "Nobuko: I had fun today. Thanks for taking me out.",
        "MC: Yeah, no problem. I had fun today too.",
        "She hesitates for a moment like she’s going to say something, and then closes her mouth again. \n It seems like she changes her mind and switches the topic.",
        "Nobuko: Well, I’ll see you tomorrow morning?",
        "MC: Yeah, the usual.",
        "Nobuko: Alright well, good night then MC-kun!",
        "And with that, she leaves me and enters her house.",
        "On my walk home, my thoughts are filled with the time I spent with Nobuko. \n It looked like she had something else to say before I left, but she changed her mind.",
        "*I wonder what she was going to say? Maybe I’ll ask her tomorrow.*"
    ],
    "day3_night":[
        "I lay in bed holding the lock again. This time, my thoughts drift back to Nobuko. \n Memories of our childhood flood my mind, and I have a sudden thought.",
        "*Could she be the one with the key…?*"
    ]
}