{
    "day4_morning":[
        "It’s hard to believe that tomorrow will be our graduation ceremony. \n Everything’s gone by so fast. \n This is one of the last chances I’ll have to walk with Nobuko to school.",
        "It didn’t seem like much. Just two friends walking to school together, \n nothing much about it. But...it felt special.",
        "It was just me and Nobuko, and the nice conversations we shared. \n I’m startled out of my thoughts by the sound of Nobuko joining me in front of her house.",
        "Nobuko: Ready to go, MC-kun?",
        "MC: Huh? Oh, yeah.",
        "As we walk, I observe Nobuko more closely, looking for any indications that \n she might be carrying a key of some sorts.",
        "It’s a bit of a long shot, and there’s no way I just outright ask about it, \n but maybe she’d give a sign?",
        "I try to look inconspicuously in case she’s wearing some kind of necklace \n or anything that could have a key, but she notices me.",
        "Nobuko: O-Oh! Is there something on my face?",
        "I look away, a little embarrassed at my failed attempt at being sneaky.",
        "MC: N-No, sorry I was just, uh. Thinking about how nice these walks are.",
        "Nobuko: I’m glad you think so too! Wouldn’t it be great if we went to the same university \n so that we could still walk together to classes in the mornings?",
        "She laughs at this, and tucks some hair behind her ear. She seems a little embarrassed \n at suggesting we go to university together."
    ],
    "really_nice":[
        "Nobuko: Right? It’d be like this all over again but there’s something more exciting about it, you know?",
        "MC: Yeah, I get what you mean. \n How could I not wanna keep up the nice walks with my friend in the morning?",
        "Nobuko: Yeah, exactly!",
        "We continued our walk to school with a nice conversation."
    ],
    "continue_these":[
        "Nobuko: Me too! It’s something I look forward to every morning. \n I just get excited knowing that you’re outside waiting for me…",
        "She trails off, and I look over and her cheeks are red.",
        "Nobuko: Um, sorry, I hope that didn’t sound weird…",
        "She says this, and yet I feel my heartbeat quicken at the idea that she gets excited to see me. \n Maybe it’s because I feel the same way about her? Ah, jeez.",
        "MC: No no, not at all. Actually, I think that’s pretty great.",
        "Nobuko: You do?",
        "MC: Yeah, I mean, I like seeing you every morning too…",
        "Gah. I said that without even thinking about it…!",
        "Nobuko looks like she’s scrambling to say something but can’t. \n It’s understandable too, I can’t even follow up either.",
        "Our walk continues with a bit of awkward silence, \n and we split off from each other when we finally get to school."
    ],
    "day4_classroom":[
        "I find myself spacing out again and thinking about Nobuko. \n I can’t seem to get her out of my mind these days.",
        "I guess I never really thought about it before, but now that I’m \n paying a little bit more attention to my feelings, it’s becoming more obvious.",
        "I think I have feelings for Nobuko.",
        "After classes end, I wait in the hallway for Nobuko. My new discovery about myself, if you can even call it that, \n is weighing on my mind as I wait. I find myself wondering if she feels the same way?",
        "I have the urge to ask, but I don’t want it to be too sudden or ruin our friendship.",
        "Our walk home was relatively normal, and I tried my best to not show how much has been on my mind."
    ],
    "day4_night":[
        "I lay in bed, thinking about Nobuko again. \n Gah, I hate having so much on my mind at once.",
        "On top of that, I guess confessing might make asking her about the locket and key easier. \n But would it be worth the risk to tell her my feelings when we’re about to graduate tomorrow?",
        "I wish there was an easier way to go about it!",
        "We’ll see how I feel in the morning. Maybe I’ll go for it after the ceremony. \n Yeah, I’ll do it tomorrow, after the graduation ceremony. There’s no harm in trying, right?",
        "For now, I stare at the locket on my bedside table and hope things go okay."
    ]
}