{
    "day5_morning":[
        "The graduation ceremony went well, as expected. People are teary eyed as speeches are delivered, \n  and excited faces are everywhere. I can’t believe it’s finally happening.",
        "It’s the moment I’ve thought about for a long time.",
        "I steal a glance at Nobu, who’s standing a little ways from me, \n and make unexpected eye contact with her. She smiles and looks away, and I can’t help but smile.",
        "After the diplomas are handed out and everyone is freed, I walk over to Nobuko.",
        "Nobuko: MC-kun, we did it!",
        "She greets me with a big hug, and I’m taken off guard at first but I wrap my arms around her when I regain composure.",
        "MC: Yeah, crazy right? Hey, uh, can we actually talk about something real quick?",
        "Nobuko: Huh? Yeah of course, what’s up?",
        "MC: Can we go somewhere where there’s less people first, actually?",
        "Nobuko: Yeah, lead the way!",
        "Nobuko has a confused look on her face, and I take her by the hand and \n lead her to the bench under the tree where we ate lunch together before.",
        "When we finally get there, she looks a little flustered, but also really pretty \n under the tree’s blossoms. I gather my thoughts and take a deep breath.",
        "MC: Nobuko, I’ve known you for a long time, and this might be sudden but… I have feelings for you."
    ],
    "good_end":[
        "I finally said it. I look away out of embarrassment and wait for Nobuko to respond.",
        "Nobuko: MC-kun",
        "I look back at her when she finally says my name. \n She’s blushing as she’s looking at me, with a big smile on her face.",
        "Nobuko: I… I’ve been waiting so long for you to say that!",
        "MC: H-Huh? What do you mean?",
        "Nobuko: Gosh, do I really have to say it? I have feelings for you too, dummy!",
        "After hearing that, my first instinct is to wrap my arms around her. My face is really warm, and I \n can feel a goofy smile on my face. I’m… so happy.",
        "I’m happy that things worked out well like this.",
        "MC: So, uh… how long have you been feeling this way?",
        "Nobuko: Jeez, this is really embarrassing but… Since we were kids…",
        "MC: Dang, really? That long?",
        "Nobuko: Hey, I told you it was embarrassing! Don’t embarrass me more!",
        "She pushes me away and pouts.",
        "MC: Sorry, I didn’t mean anything by that. I’m just… surprised is all?",
        "Nobuko: Yeah, well. How about you?",
        "I laugh nervously.",
        "MC: Fairly recent maybe?",
        "NOBUKO: Huh?! Agh, you’re killing me here MC-kun!",
        "MC: Wait wait, I can say though that I’m pretty sure I’ve \n liked you for a while but I didn’t realize it until now!",
        "Nobuko: That doesn’t make it any better!",
        "MC: I’m sorry, okay!",
        "We stop for a moment, and burst out laughing.",
        "Nobuko: This is so dumb. But it’s okay that it took you a while. I’m actually glad that you told me. \n  I was worried I might have to give up on my feelings for you, \n and I didnt even get to ask about the lock-",
        "The last thing that Nobuko says catches my attention.",
        "MC: Wait, did you mention a lock?",
        "Nobuko: Huh? Yeah, what about it?",
        "I take the lock that usually sits on my bedside table out of my pocket and show it to her. \n I was going to ask her about it later, but it seems like she might have beaten me to it.",
        "MC: You mean like this?",
        "After taking a good look at it, Nobuko’s eyes widen and she gets excited. She reaches into her own pocket \n and brings out a key that looks similar in style to the lock.",
        "Nobuko: So you still have it! I’m so glad, I thought you might have forgotten!",
        "MC: Funny story about that…",
        "Nobuko: Don’t tell me. You actually forgot about that?! \n MC-kun, you’re hopeless!",
        "MC: I’m sorry! I forgot you had it! \n Things got busy after you left, okay?",
        "Nobuko sighs at me, but then starts laughing again.",
        "MC: Well, do you wanna put them together just to make sure they actually work?",
        "Nobuko: Yeah, might as well!",
        "I hold out the lock for Nobuko, and she fits the key in. \n She turns it, and it unlocks with a click.",
        "Nobuko: Wow, it’s almost like it was fate. It’s like we’re \n unlocking a new part of our lives together!",
        "MC: That was really cheesy, but also kinda endearing.",
        "Nobuko: Hey, you better have liked it!",
        "MC: Yeah, yeah… shall we rejoin our other classmates now? \n I still wanna say goodbye to them.",
        "I hold my hand out to Nobuko. She looks at it, \n and then looks back at me with a smile.",
        "Nobuko: Yeah, that sounds like a good idea.",
        "With that, she puts her hand in mine, and we rejoin the rest of our classmates, hand in hand."
    ],
    "neutral_end":[
        "I finally said it. I look away out of embarrassment and wait for Nobuko to respond.",
        "Nobuko: MC-kun…",
        "I look back at her when she finally says my name. \n She has a bit of a sheepish look on her face as she’s looking at me.",
        "Nobuko: Sorry, but I don’t think I like you in that way…",
        "MC: Oh, I see…",
        "She gets a little flustered and tries to reassure me.",
        "Nobuko: But, um! I’d still really like to be your friend! That much hasn’t changed at least! \n I think you’re great and all, but I’m sorry that I can’t return your feelings…",
        "MC: Oh, it’s okay, don’t worry about it. I wasn’t expecting you to say yes after all, \n I just wanted to get my feelings out there while I still can so…",
        "I trail off. Her answer is a little disappointing, but there’s nothing \n I can really do about it. I guess it just wasn’t meant to be, which is unfortunate.",
        "But it’s okay. I’m glad that Nobuko still wants to be friends with me, despite me confessing feelings towards her. \n Honestly, that’s probably a better outcome that could have come from rejection.",
        "Nobuko: Well, I’m glad you told me anyways, MC-kun. So, thanks!",
        "She grins at me, and I can’t help but smile back.",
        "Nobuko: How about we go rejoin everyone else to say our goodbyes?",
        "MC: Yeah, that sounds good.",
        "Nobuko starts walking in the direction of our classmates, then stops to wait for me to catch up. \n I stand next to her, filled with joy that I can still be with her, and we go back to rejoin the others."
    ]
}